namespace ServiceApp.Data
{
    public class DocumentName
    {
        public static List<string> documentW = new List<string>
        {
            "Акт обследования и выбора трассы сети водоснабжения",
            "Акт обследования и выбор мста под проектируемую скважину",
            "Согласованный ситуационный план (М1:10000 или М1:25000) с нанесением источников воды (скважин, родников и т.п.), существующих водонапорных башен, предполагаемой трассой водопровода и места врезки всуществующую сеть.",
            "План населённого пункта в (М1:1000 или М 1:500 топографическая съёмка)",
            "технические условия на водоснабжение",
            "Технические условия на электроснабжение (для насосной станции первого или второго подъема);",
            "Градостроительный план земельного участка",
            "Справка согласования с собственниками земельных участков",
            "документ, подтверждающий проведение межевания с присвоением кадастрового номера земельного участка под строительство водопровода и сооружений на нем.",
            "заключение Органа Роспотребнадзора санитарно-эпидемиологической службы по отводу земельного участка и результат радиационного обследования.",
            "Сведения о наличие водозаборных скважин (родников) на территории хозяйства."
        };

        public static List<string> documentG = new List<string>
        {
            "Письмо-обращение на имя Президента,Премьер-Министра, Минстрой РТ",
            "Задание на проектирование",
            "Ситуационный план (утвержденный исполкомом)",
            "Технические условия на присоединение к газораспределительной сети (№, дата,срок действий Технических условий)",
            "Технический паспорт (план БТИ) объекта СКБ",
            "АКТ обследования объекта",
            "Технические условия на сети электроснабжение, водоснабжения, водоотведения при установке БМК",
            "Согласование посадки котельной"
        };
    }
}
